{
  "cards": [
    {
      "title": "Serve a Mission",
      "description": "Engage in a life-changing mission to serve the Lord and explore the world in a unique way. By accepting this opportunity, you will travel to a location that is likely unfamiliar to you, immersing yourself in diverse cultures and gaining invaluable experiences. Whether you serve in your own country or abroad, you will learn to adapt to living with someone other than your family and broaden your horizons as you selflessly serve those around you. This transformative experience will not only deepen your understanding of yourself but also shape the person you aspire to become.",
      "imageUrl": "https://assets.churchofjesuschrist.org/a7/cb/a7cbe202312068da3cdaa58fcc748f6cf1d9a2b81069443/elder_missionaries_moving_furniture_truck.jpeg",
      "alt": "Elder missionaries moving furniture truck",
      "websiteUrl": "https://www.churchofjesuschrist.org/callings/missionary?lang=eng"
    },
    {
      "title": "Join the Military",
      "description": "Embrace the opportunity to serve your country by joining the military. Through rigorous training and dedication, you will acquire the skills necessary to protect and defend your nation. Additionally, the military offers educational benefits, enabling you to pursue higher education without the financial burden. Whether you choose to continue your military career or transition into civilian life, the skills and experiences gained through your service will be invaluable and set you on a path to success.",
      "imageUrl": "https://www.freepnglogos.com/uploads/military-logo-png/military-logo-united-states-military-bases-hawaii-hawaii-life-23.png",
      "alt": "United States Military logo",
      "websiteUrl": "https://www.defense.gov/About/our-forces/"
    },
    {
      "title": "Attend College",
      "description": "Immerse yourself in a structured educational journey by attending college, a place where you can delve deeply into your chosen field of study. In this enriching experience lasting four or more years, you will have the opportunity to explore subjects that interest you and lay the foundation for your future career. College also offers the chance to live independently, fostering personal growth and instilling valuable life skills. Managing finances, renting accommodation, preparing meals, and interacting with a diverse community of peers are just a few aspects of the transformative college experience that help shape you into a responsible and well-rounded individual.",
      "imageUrl": "https://www.byui.edu/images/service-sites/map-banner-mobile.jpg",
      "alt": "Map banner of Brigham Young University - Idaho",
      "websiteUrl": "https://www.byui.edu/"
    },
    {
      "title": "Take a Gap Year",
      "description": "Embark on a transformative gap year, where you take time off to explore various opportunities and discover your passions. This sabbatical from traditional education allows you to venture beyond the confines of a classroom and gain real-world experiences. Whether you choose to travel to different countries, engage in outdoor adventures, or pursue personal projects, a gap year provides valuable insights and self-discovery. It is a period of self-exploration and growth that can help shape your future path and clarify your goals.",
      "imageUrl": "https://assets.churchofjesuschrist.org/be7934de1fa78bece2ab4d76cd843c28caef29ce",
      "alt": "Gap year exploration image",
      "websiteUrl": "https://example.com/card4"
    },
    {
      "title": "Trade School",
      "description": "Consider trade school as an alternative to traditional college education. Trade schools provide specialized training in specific fields without the need for general education courses. This focused approach allows you to gain practical skills and hands-on experience in your chosen trade. Upon completion, you will be well-equipped to pursue a successful career in your specialized field, ready to contribute your expertise to the workforce.",
      "imageUrl": "https://images.unsplash.com/photo-1597058557804-95ac4ee36e66?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80",
      "alt": "Image representing Trade School",
      "websiteUrl": "https://example.com/trade-school"
    },
    {
      "title": "Work Experience",
      "description": "Choose to enter the workforce directly after high school to gain valuable work experience and develop essential skills. By starting your career early, you will acquire industry-specific knowledge and determine your long-term career aspirations. Work experience also provides an opportunity to evaluate different job roles and decide on a career path. Furthermore, the references you gain from your work experiences will prove valuable when seeking future employment. Earning a salary during this period can also provide financial stability and the ability to save for your future endeavors.",
      "imageUrl": "https://images.unsplash.com/photo-1517524206127-48bbd363f3d7?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1074&q=80",
      "alt": "Image representing Work Experience",
      "websiteUrl": "https://example.com/work-experience"
    },
    {
      "title": "Coding Bootcamp",
      "description": "If you're a high school graduate seeking a fast track to a rewarding career in the technology industry, consider attending a coding bootcamp. These intensive programs are designed to equip you with practical coding skills in a shorter duration compared to traditional college programs. By focusing on real-world projects and industry-relevant skills, coding bootcamps prepare you for the dynamic demands of the tech industry. Completing a coding bootcamp can provide you with a valuable credential and open doors to exciting opportunities in technology. Ensure you research reputable bootcamps that align with your goals and interests, allowing you to thrive in the ever-evolving world of technology.",
      "imageUrl": "https://d33wubrfki0l68.cloudfront.net/bbfa33a202e8612d49b6c1ed05c1fdd8e4001566/bbdd1/img/fcc_secondary_small.svg",
      "alt": "FreeCodeCamp logo",
      "websiteUrl": "https://www.freecodecamp.org/"
    }
  ]
}
